{
  "title": "Teamcubation - La primera empresa de entrenamiento de software developers",
  "description": "Teamcubation es el engranaje faltante entre el sistema educativo y laboral. Solucionamos la escasez de talento en la industria digital incubando y entrenando equipos de desarrollo para transformar juniors en recursos con experiencia",
  "lang": {
    "text": "es",
    "textButton": "Lenguaje",
    "spanish": "Español",
    "english": "Inglés"
  },
  "searchLinks": "https://teamcubation.bamboohr.com/jobs/",
  "textLinks": {
      "whatLink": "¿Cómo?",
      "howLink": "La experiencia",
      "clientsLink": "Clientes",
      "teamLink": "Equipo",
      "contactLink": "Contactanos",
      "devsJuniorsLink": "Devs Junior",
      "devsSeniorsLink": "Devs con experiencia"
  },
  "navBar":{
    "what": "¿Cómo?",
    "how": "La experiencia",
    "clients": "Clientes",
    "team": "Equipo",
    "devsJunior": "Devs Junior",
    "devsSenior": "Devs con experiencia",
    "contact": "Contactanos"
  },
  "banner":{
    "url": "https://teamcubation.com/en",
    "descriptionProblem": {
      "lineOne" : "“Se nos va la gente”",
      "lineTwo" : "“Perdemos oportunidades”",
      "lineThree" : "“Cada vez que contrato se van otros”",
      "lineFour" : "“Cada vez está peor...”",
      "lineFive" : "“No hay más seniors”",
      "lineSix" : "¿Suena conocido?"
    },
    "solution": {
      "centralText" :{
        "lineOne": "ENTRENAMOS DEVELOPERS",
        "lineTwo": "PARA TU COMPAÑÍA"
      } ,
      "descriptionText":{
        "lineOne": "Mientras desarrollamos software",
        "lineTwo": "que ustedes necesitan"
      }
    }      
  },
  "weTrain":{
    "centralText":{
      "lineOne": "ENTRENAMOS",
      "lineTwo": "DEVELOPERS"
    },
    "descriptionText":{
      "lineOne": "Trabajamos juntos para potenciar",
      "lineTwo": "el nuevo talento"
    }
  },
  "process": {
    "grayTextOne": "Con",
    "whiteTextOne": " tecnología y un proceso",
    "textTwo": " diseñados para adquirir ",
    "whiteTextThree": "experiencia",
    "grayTextThree": " mientras",
    "grayTextFour": "construimos",
    "whiteTextFour": " proyectos reales"
  },
  "weDo": {
    "title": "¿CÓMO LO HACEMOS?",
    "descriptionText": {
      "lineOne": {
        "standardTextOne": "Diseñamos una ",
        "boldTextOne": "experiencia de 6 meses ",
        "standardTextTwo": "que permite ",
        "boldTextTwo": "acelerar el seniority de tus perfiles junior "
      },
      "lineTwo": {
        "standardTextOne": "mientras desarrollamos un ",
        "boldTextOne": "software que tu compañía tiene en el backlog",
        "standardTextTwo": "",
        "boldTextTwo": ""
      },
      "lineThree": {
        "standardTextOne": "junto a sus ",
        "boldTextOne": " juniors ",
        "standardTextTwo": "en un squad con dos objetivos de igual importancia: "
      },
      "lineFour": {
        "standardTextOne": "entregar el proyecto de software y entrenar a los juniors."
      }
    },
    "cardDuration":{
      "title": "EL TIEMPO",
      "centralText": {
        "lineOne": "Seis",
        "lineTwo": "meses"
      },
      "text":{
        "lineOne": "“Epa! ¿Qué curso largo no?”",
        "lineTwo": "Es que no es un curso! Vamos a desarrollar un proyecto, los proyectos no se hacen en 2 o 3 meses. 6 meses es el tiempo que diseñamos para recorrer todas las instancias de entrenamiento que queremos hacer con los juniors."
      } 
    },
    "cardPlus":{
      "title": "EL VALOR AGREGADO",
      "centralText": {
        "lineOne": "Software que su",
        "lineTwo": "compañía necesita"
      },
      "text":{
        "lineOne": "El mejor desafío para cualquier Junior es participar de un proyecto real. Por eso en Teamcubation desarrollamos un producto que tu compañía tenga en el backlog, pero que nunca logren priorizar."
      } 
    },
    "cardOrganization":{
      "title": "LA ORGANIZACIÓN",
      "centralText": {
        "lineOne": "Squads"
      },
      "text":{
        "lineOne": "Cada uno de los squads estará compuesto por 3 de sus juniors que serán liderados técnicamente por uno de nuestros seniors. Al mismo tiempo, un Leader de squad estará a cargo de seguir el proceso Teamcubation, velar por la evolución de los juniors y asegurar que el software cumpla con los requerimientos"
      } 
    },
    "cardOurSeniors":{
      "title": "LA EXPERIENCIA",
      "centralText": {
        "lineOne": "Nuestros",
        "lineTwo": "seniors"
      },
      "text":{
        "lineOne": "Un Senior y un Leader serán asignados a cada squad según el stack tecnológico y las necesidades específicas de tu compañía.",
        "lineTwo": "Ambos son parte del equipo Teamcubation pero serán capacitados en las metodologías de trabajo de tu organización para generar una dinámica en el Squad que simule la experiencia de trabajar en desarrollo de software dentro de tu empresa."
      } 
    },
    "cardYourJuniors":{
      "title": "LAS GANAS",
      "centralText": {
        "lineOne": "Sus",
        "lineTwo": "juniors"
      },
      "text":{
        "lineOne": "Serán parte de tu nómina desde el día cero. Son sus empleados, pero serán liderados y estarán trabajando en equipo con nuestros Seniors, durante el período de 6 meses en el que adquirirán la experiencia que les falta para integrarse a tu organización."
      } 
    }
  },
  "howDo":{
    "title": "LA EXPERIENCIA",
    "descriptionText": "Un proceso en 3 etapas en búsqueda de la solución al problema del flujo de software developers.",
    "cardDiscovery":{
      "title": "INTEGRAR CULTURA Y TECNOLOGÍA",
      "centralText": {
        "lineOne": "Discovery"
      },
      "text":{
        "lineOne": "Relevamos la forma de trabajar de tu organización a través de la observación y el aprendizaje de sus metodologías, stack tecnológico y cultura. Juntos evaluaremos los proyectos para elegir el más indicado."
      } 
    },
    "cardEjecution":{
      "title": "DESARROLLAR SOFTWARE",
      "centralText": {
        "lineOne": "Ejecución"
      },
      "text":{
        "lineOne": "La experiencia de 6 meses liderada por nuestros Seniors potencia el desarrollo técnico de los Juniors y el desarrollo de sus habilidades blandas tales como comunicación, trabajo en equipo, manejo del estrés y adaptación al cambio. A la vez, fomenta la integración a la cultura de tu empresa."
      } 
    },
    "cardDelivery":{
      "title": "COMPROMISOS CUMPLIDOS",
      "centralText": {
        "lineOne": "Delivery"
      },
      "text":{
        "lineOne": "Gracias a nuestra plataforma data-driven de analíticas de aprendizaje, Programming Experience Platform (PEP), podremos potenciar a cada Junior en la habilidad que más necesitan trabajar, asegurándonos que al término del proyecto puedan integrarse de manera productiva a los equipos de la organización."
      } 
    },
    "footerText": "Y como ya trabajamos en equipo, hay líderes con experiencia que ya conocen la cultura y las formas de trabajo de la compañía, al finalizar y traspasar los juniors a sus equipos confirmamos un nuevo squad para seguir asegurando la capacidad productiva de tu organización."
  },
  "partners":{
    "centralText": "¿CON QUIÉNES TRABAJAMOS JUNTOS PARA POTENCIAR EL NUEVO TALENTO DIGITAL?"
  },
  "_team":{
    "centralText": "EL EQUIPO",
    "text": "Después de años en la industria y en la academia sentimos que faltaba un engranaje que vinculara ambos mundos. El problema está claro y a la vista, enseñamos a mucha gente pero las compañías siguen con faltante de personas que cubran los puestos que necesitan para lograr sus objetivos."
  },
  "contact": {
    "description":{
      "centralText": "ATENCIÓN!",
      "centralTextTwo": "Este formulario es para compañías!",
      "text": {
        "juniors": {
          "verticalText": "JUNIORS",
          "text":{
            "boldTextOne": "",
            "standardTextOne": "Si sos Junior, o sea, ya aprendiste pero no tenés experiencia trabajando",
            "linkJuniors": "postulate acá",
            "standardTextTwo": "que es donde podemos ayudarte a que una compañía te seleccione para un squad"
          }
        },
        "seniors": {
          "verticalText": "SENIORS",
          "text":{
            "boldTextOne": "Si sos dev, tenés experiencia, sos crack y te gusta transmitir habilidades,",
            "standardTextOne": "andá a ",
            "linkJuniors": "este link y postulate a la búsqueda que más se adecúe a tu perfil",
            "standardTextTwo": "que nos va a permitir entender dónde podemos sumarte en Teamcubation_"
          }
        },
        "noCoders": {
          "verticalText":  "NO_CODERS",
          "text":{
            "boldText": "Si todavía no aprendiste a programar",
            "standardText": " te rogamos que lo hagas, te conviertas en developer y después vengas a postularte! Nosotros no damos clases, ni tenemos horarios, ni profes... Nuestra compañía trabaja para empresas permitiendo que adquieras experiencia si ya sabés codear."
          }
        }
      }
    },
    "form":{
      "centralText": "CONTACTANOS",
      "name": "Nombre",
      "organization": "Compañía",
      "telephone": {
        "label": "Teléfono",
        "country": "País",
        "area": "Área",
        "number" : "Número"
      },
      "email": "E-mail",
      "reason": "Dejanos tu mensaje",
      "origin-extra": {
        "placeholder": "¿Cómo te identificás?",
        "options": {
          "organization": "Soy una organización, quiero que me contacten para conocer más del servicio",
          "senior": "Soy un desarrollador Senior y quiero acompañar a Juniors",
          "junior": "Soy un desarrollador Junior/Trainee con conocimientos de programación",
          "no-exp": "No sé programar y quiero aprender",
          "other": "Otro"
        }
      }, 
      "btn_text": "Enviar",
      "btn_sending": "Enviando...",
      "submit-response": {
        "success": "Su mensaje se ha enviado correctamente, gracias!",
        "error": "Ocurrió un error durante el envío del formulario, por favor vuelva a intentarlo"
      }
    }
  },
  "devsJuniors": {
    "centralText": "DEVS JUNIORS",
    "subtitle": {
      "grayText":{
        "lineOne": "Somos una máquina del tiempo y hacemos que tengas la experiencia de 2 años en 6 meses."
      },
      "standardText":{
        "lineOne": "La máquina del tiempo existe.",
        "lineTwo": "Hola! Somos Teamcubation."
      }
    },
    "text": "Teamcubation_ trabaja para empresas, las empresas contratan a los juniors y muchas veces nos piden ayuda para encontrarlos. Asi que no lo dudes! Entrá a este link que te dejamos acá y dejanos tus datos para que cuando nos soliciten las empresas perfiles podamos pasar los tuyos o tu información.",
    "textButton": "Mirá las posiciones abiertas de nuestros clientes para devs sin experiencia<span class=_effect>_</span>"
  },
  "devsSeniors": {
    "centralText": "DEVS CON EXPERIENCIA",
    "subtitle": {
      "blueText":{
        "lineOne": "Si ves más allá del software, más allá del framework y entendés que la clave está en las personas, sumate a Teamcubation: "
      },
      "standardText":{
        "lineOne": "aprendé a liderar equipos, mientras desarrollás para grandes compañías y transmitís a otros lo que sabes."
      }
    },
    "textButton": "Mira las posiciones abiertas para devs con experiencia<span class=_effect>_</span>"
  }
}
