{
  "title": "Teamcubation - La primera empresa de entrenamiento de software developers",
  "description": "Teamcubation es el engranaje faltante entre el sistema educativo y laboral. Solucionamos la escasez de talento en la industria digital incubando y entrenando equipos de desarrollo para transformar juniors en recursos con experiencia",
  "lang": {
    "text": "es",
    "textButton": "Lenguaje",
    "spanish": "Español",
    "english": "Inglés"
  },
  "searchLinks": "https://teamcubation.bamboohr.com/jobs/",
  "textLinks": {
      "whatLink": "¿Qué?",
      "howLink": "¿Cómo?",
      "clientsLink": "Clientes",
      "teamLink": "Equipo",
      "contactLink": "Contactanos",
      "devsJuniorsLink": "Devs Junior",
      "devsSeniorsLink": "Devs con experiencia"
  },
  "navBar":{
    "what": "¿Qué?",
    "how": "¿Cómo?",
    "clients": "Clientes",
    "team": "Equipo",
    "devsJunior": "Devs Junior",
    "devsSenior": "Devs con experiencia"
  },
  "banner":{
    "url": "https://teamcubation.com/en",
    "descriptionProblem": {
      "lineOne" : "“Se nos va la gente”",
      "lineTwo" : "“Perdemos oportunidades”",
      "lineThree" : "“Quiero crecer pero cada vez que contrato se van otros”",
      "lineFour" : "“Cada vez está peor...”",
      "lineFive" : "“No hay más seniors“",
      "lineSix" : "¿Suena conocido?"
    },
    "solution": {
      "lineOne" : "SOMOS LA SOLUCIÓN A LA",
      "lineTwo" : "FALTA DE DEVELOPERS DE",
      "lineThree" : "SU COMPAÑÍA"
    }      
  },
  "weTrain":{
    "centralText":{
      "lineOne": "ENTRENAMOS",
      "lineTwo": "DEVELOPERS"
    },
    "descriptionText":{
      "lineOne": "Trabajamos juntos para potenciar",
      "lineTwo": "el nuevo talento"
    }
  },
  "residence":{
    "centralText":{
      "lineOne":{
        "text-gray": "Llegó la",
        "text-white": "residencia"
      },
      "lineTwo": "médica de los",
      "lineThree": "programadores"

    },
    "descriptionText":{
      "lineOne": "Trabajamos juntos para potenciar",
      "lineTwo": "el nuevo talento"
    }
  },
  "weDo": {
    "title": "¿QUÉ HACEMOS?",
    "descriptionText": {
      "lineOne": {
        "standardTextOne": "Simple. Un proceso de ",
        "boldTextOne": "seis meses ",
        "standardTextTwo": "de desarrollo de un proyecto de ",
        "boldTextTwo": "software"
      },
      "lineTwo": {
        "boldTextOne": "que su compañía necesita ",
        "standardTextOne": "con un squad mixto: ",
        "boldTextTwo": " nuestros seniors ",
        "standardTextTwo": "trabajando "
      },
      "lineThree": {
        "standardTextOne": "junto a sus ",
        "boldTextOne": " juniors ",
        "standardTextTwo": "en un squad con dos objetivos de igual importancia: "
      },
      "lineFour": {
        "standardTextOne": "entregar el proyecto de software y entrenar a los juniors."
      }
    },
    "cardDuration":{
      "title": "EL TIEMPO",
      "centralText": {
        "lineOne": "Seis",
        "lineTwo": "meses"
      },
      "text":{
        "lineOne": "“Epa! ¿Qué curso largo no?”",
        "lineTwo": "Es que no es un curso! Vamos a desarrollar un proyecto, los proyectos no se hacen en 2 o 3 meses y es el tiempo que diseñamos para recorrer todas las instancias de entrenamiento que queremos hacer con los juniors."
      } 
    },
    "cardPlus":{
      "title": "EL VALOR AGREGADO",
      "centralText": {
        "lineOne": "Software que su",
        "lineTwo": "compañía necesita"
      },
      "text":{
        "lineOne": "Para poder entrenar necesitamos hacer un trabajo real. ¿Qué mejor que agarrar esos proyectos del final del backlog que su compañía no va a llegar a hacer? ¿Y esa reingenieria que postergaron ya 10 veces por ocuparse del dia dia? ¿O esos proyectos de innovación que nunca entran al backlog por priorizar el core? Esos proyectos son los que podemos desarrollar con los equipos mixtos de sus juniors y nuestros seniors"
      } 
    },
    "cardOrganization":{
      "title": "LA ORGANIZACIÓN",
      "centralText": {
        "lineOne": "Un",
        "lineTwo": "Squad"
      },
      "text":{
        "lineOne": "Cada uno de los squads estará compuesto por 3 de sus juniors que serán liderados técnicamente por uno de nuestros seniors. Al mismo tiempo, un Leader de squad estará a cargo de seguir el proceso Teamcubation, velar por la evolución de los juniors y asegurar que el software cumpla con los requerimientos"
      } 
    },
    "cardOurSeniors":{
      "title": "LA EXPERIENCIA",
      "centralText": {
        "lineOne": "Nuestros",
        "lineTwo": "seniors"
      },
      "text":{
        "lineOne": "Un Senior y un Leader serán asignados a cada squad según el stack tecnológico y las necesidades específicas de su compañía.",
        "lineTwo": "Ambos son parte del equipo Teamcubation pero serán capacitados en las metodologías de trabajo de su organización para generar una dinámica en el Squad que simule la experiencia de trabajar en desarrollo de software dentro de su empresa."
      } 
    },
    "cardYourJuniors":{
      "title": "LAS GANAS",
      "centralText": {
        "lineOne": "Sus",
        "lineTwo": "juniors"
      },
      "text":{
        "lineOne": "Serán parte de su nómina desde el día cero. Son sus empleados, liderados y trabajando en equipo con nuestros seniors, durante el período de 6 meses en el que adquirirán la experiencia que les falta para integrarse a su organización, mientras construyen un software que la empresa necesita."
      } 
    }
  },
  "howDo":{
    "title": "¿CÓMO LO HACEMOS?",
    "descriptionText": "Un proceso en 3 etapas en búsqueda de la solución al problema del flujo de software developers",
    "cardDiscovery":{
      "title": "INTEGRAR CULTURA Y TECNOLOGÍA",
      "centralText": {
        "lineOne": "Discovery"
      },
      "text":{
        "lineOne": "Análisis y evaluación de la forma de trabajar de su organización a través de la observación y el aprendizaje de sus metodologías, stack tecnológico y cultura."
      } 
    },
    "cardEjecution":{
      "title": "DESARROLLAR SOFTWARE",
      "centralText": {
        "lineOne": "Ejecución"
      },
      "text":{
        "lineOne": "Se forman los Squads para el desarrollo de los software que están en el backlog de la organización. Un equipo mixto, conformado por tres desarrolladores juniors de su empresa que serán entrenados por un Squad Leader y un desarrollador Senior de nuestro equipo. Guiados por nuestra plataforma data-driven de analíticas de aprendizaje, Programming Experience Platform (PEP), aplicarán la mejor forma de potenciar el talento y encarar los desafíos de los recursos juniors asignados por su organización."
      } 
    },
    "cardDelivery":{
      "title": "COMPROMISOS CUMPLIDOS",
      "centralText": {
        "lineOne": "Delivery"
      },
      "text":{
        "lineOne": "Luego de seis meses, gracias a nuestra tecnología de evaluación y trabajando en Teamcubation para la organización, los tres juniors se transformaron en colaboradores productivos que comprenden la cultura, están imbuidos en los procesos de la empresa y tienen las habilidades requeridas para sumarse sin fricciones a los equipos de la organización. A su vez, éste será el momento en el cual se entregará el software desarrollado o un hito en el proceso de desarrollo."
      } 
    },
    "footerText": "Y como ya trabajamos en equipo, hay líderes con experiencia que ya conocen la cultura y las formas de trabajo de la compañía, al finalizar y traspasar a sus equipos a los juniors integramos 3 nuevas personas al squad para seguir asegurando el flujo de developers para su equipo."
  },
  "partners":{
    "centralText": "¿CON QUIÉNES TRABAJAMOS JUNTOS PARA POTENCIAR EL NUEVO TALENTO DIGITAL?"
  },
  "_team":{
    "centralText": "EL EQUIPO",
    "text": "Después de años en la industria y en la academia sentimos que faltaba un engranaje que vinculara ambos mundos. El problema está claro y a la vista, enseñamos a mucha gente pero las compañías siguen con faltante de personas que cubran los puestos que necesitan para lograr sus objetivos"
  },
  "contact": {
    "description":{
      "centralText": "ATENCIÓN!",
      "centralTextTwo": "Este formulario es para compañías!",
      "text": {
        "juniors": {
          "verticalText": "JUNIORS",
          "text":{
            "boldTextOne": "Si sos Junior, o sea, ya aprendiste pero no tenés experiencia trabajando...",
            "standardTextOne": "te juramos que no le damos más bolilla a este formulario que a otros... asi que ",
            "linkJuniors": "postulate acá",
            "standardTextTwo": "que es donde podemos ayudarte a que una compañía te seleccione para un squad"
          }
        },
        "seniors": {
          "verticalText": "SENIORS",
          "text":{
            "boldTextOne": "Si sos dev, tenés experiencia, sos crack y te gusta transmitir habilidades,",
            "standardTextOne": "tampoco llenes este formulario! andé a ",
            "linkJuniors": "éste y postulate a la búsqueda que más se adecúe a tu perfil!",
            "standardTextTwo": "que nos va a permitir entender dónde podemos sumarte en Teamcubation_"
          }
        },
        "noCoders": {
          "verticalText":  "NO_CODERS",
          "text":{
            "boldText": "Por último, si todavía no aprendiste a programar",
            "standardText": " te rogamos que lo hagas, te conviertas en developer y después vengas a postularte!. Nosotros no damos clases, ni tenemos horarios, ni profes... Nuestra compañía trabaja para empresas permitiendo que adquieras experiencia si ya sabés codear."
          }
        }
      }
    },
    "form":{
      "centralText": "CONTACTANOS",
      "name": "Nombre",
      "organization": "Compañía",
      "telephone": {
        "label": "Teléfono",
        "country": "País",
        "area": "Área",
        "number" : "Número"
      },
      "email": "E-mail",
      "reason": "Dejanos tu mensaje",
      "origin-extra": {
        "placeholder": "¿Cómo te identificás?",
        "options": {
          "organization": "Soy una organización que quiere incorporar desarrolladores Junior",
          "senior": "Soy un desarrollador Senior y quiero acompañar a Juniors",
          "junior": "Soy un desarrollador Junior/Trainee con conocimientos de programación",
          "no-exp": "No sé programar y quiero aprender",
          "other": "Otro"
        }
      }, 
      "btn_text": "Enviar",
      "btn_sending": "Enviando...",
      "submit-response": {
        "success": "Su mensaje se ha enviado correctamente, gracias!",
        "error": "Ocurrió un error durante el envío del formulario, por favor vuelva a intentarlo"
      }
    }
  },
  "devsJuniors": {
    "centralText": "DEVS JUNIORS",
    "subtitle": {
      "grayText":{
        "lineOne": "Somos una máquina del tiempo y hacemos que",
        "lineTwo": " tengas la experiencia de 2 años en 6 meses."
      },
      "standardText":{
        "lineOne": "La máquina del tiempo existe.",
        "lineTwo": " Hola, Somos Teamcubation."
      }
    },
    "text": "Teamcubation_ trabaja para empresas, las empresas contratan a los juniors y muchas veces nos piden ayuda para encontrarlos. Asi que no lo dudes! entré a este link que te dejamos acá y dejanos tus datos para que cuando nos soliciten las empresas perfiles podamos pasar tus datos",
    "textButton": "Mirá las posiciones abiertas de nuestros clientes para devs sin experiencia<span class=_effect>_</span>"
  },
  "devsSeniors": {
    "centralText": "DEVS CON EXPERIENCIA",
    "subtitle": {
      "blueText":{
        "lineOne": "Si ves más allá del software, más allá del framework",
        "lineTwo": "y entendés que la clave está en las personas, sumate a Teamcubation: "
      },
      "standardText":{
        "lineOne": "aprendé a liderar equipos, mientras desarrollás para grandes compañías y transmitís a otros lo que sabes."
      }
    },
    "textButton": "Mira las posiciones abiertas para devs con experiencia<span class=_effect>_</span>"
  }
}
